export const typeKnowledge = [
    {
      label: "ความรู้จากการปฏิบัติงาน",
      value: "1",
    },
    {
      label: "ความรู้จากการเข้าอบรม",
      value: "2",
    },
  ];
  
  export const typeKM = [
    {
      label: "แนวทาง/กระบวนการในการปฏิบัติงาน",
      value: "1",
    },
    {
      label: "วิธีการแก้ไขปัญหา",
      value: "2",
    },
    {
      label: "ข้อเสนอแนะเพื่อการพัฒนา/ประยุกต์ใช้",
      value: "3",
    },
    {
      label: "บทเรียนที่ได้รับจากความสำเร็จ",
      value: "4",
    },
    {
      label: "บทเรียนที่ได้รับจากความล้มเหลว",
      value: "5",
    },
    {
      label: "ความรู้เชิงเทคนิคหรือความเชี่ยวชาญเฉพาะด้าน",
      value: "6",
    },
  ];